Repository: common-repository/archive-nbp
Catalog: languages/archive-nbp-*.po
Languages: pl_pl

source: can't be less than
pl_pl: nie może być mniejsza niż

source: can't be more than
pl_pl: nie może być więcej niż

source: Currency Rates
pl_pl: Kursy walut

source: Exchange Converter,
pl_pl: Konwerter walutowy,

source: Exchange Rates,
pl_pl: Kursy wymiany,

source: parameter is invalid
pl_pl: parametr jest nieprawidłowy

source: table doesn't exist.
pl_pl: tabela nie istnieje.

source: to
pl_pl: do

source: Archive BNP
pl_pl: Archiwum NBP

# block description
source: Currency Chart Block for Archive BNP plugin
pl_pl: Blok wykresu walutowego dla wtyczki Archive BNP

# block description
source: Currency Converter Block for Archive BNP plugin
pl_pl: Blok przelicznika walut dla wtyczki Archive BNP

# block description
source: Last Rates Block for Archive BNP plugin
pl_pl: Blok ostatnich kursów walutowych dla wtyczki Archive BNP

# block title
source: Currency Chart
pl_pl: Wykres walutowy

# block title
source: Currency Converter
pl_pl: Przelicznik walut

# block title
source: Last Rates
pl_pl: Ostatnie kursy

source: NBP archive
pl_pl: Archiwum BNP

source: NBP exchange rates archive.
pl_pl: Archiwum kursów walut BNP.

source: The start date can't be more than end date
pl_pl: Data początkowa nie może być większa niż data końcowa

source: There aren't BNP rates for insert to local database.
pl_pl: Nie ma walut NBP za wstawianie do lokalnej bazy danych.
